tutorials/pipe/openHFDIBRANS/constant/HFDIBDEMDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      HFDIBDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

surfaceThreshold    1e-4;
sdBasedLambda       true;
interfaceSpan       1.0;
saveIntInfo         false;

wallFunctions
{
    nut		nutkWallFunction;
    k       kLowReWallFunction;
    omega   omegaWallFunction;
    epsilon epsilonWallFunction;
}

// ************************************************************************* //
